<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
body {
	background-color: #0099FF;
}
.style1 {
	font-size: 36px;
	font-style: italic;
}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
</head>
<body>
<div id="Layer1" style="position:absolute; left:117px; top:29px; width:674px; height:58px; z-index:1; font-weight: bold;">
  <h2>&iquest;QUE &Eacute;S EL HARDWARE? </h2>
  <p>El hardware son aquellos elementos f&iacute;sicos o materiales que constituyen una computadora o un sistema inform&aacute;tico. Es decir, son aquellas partes f&iacute;sicas de un sistema operativo tales como sus componentes el&eacute;ctricos, electr&oacute;nicos, electromec&aacute;nicos, mec&aacute;nicos y cualquier elemento f&iacute;sico que est&eacute; involucrado. Todos ellos forman parte del hardware. Es la parte que puedes ver del ordenador, todos los componentes de su estructura f&iacute;sica como la pantalla, el teclado, la torre, el rat&oacute;n, etc. El hardware incluye los componentes f&iacute;sicos internos (disco duro, placa madre…) y perif&eacute;ricos, como la impresora. </p>
  <p>Podemos distinguir entre hardware b&aacute;sico, aquel dispositivo necesario para iniciar el funcionamiento de la computadora (dispositivos necesarios para el funcionamiento del ordenador), y el complementario, para realizar funciones m&aacute;s espec&iacute;ficas. En este &uacute;ltimo caso son todos los componentes o accesorios que tiene el ordenador y que no son fundamentales para su buen funcionamiento. </p>
  <p>Para que funcione correctamente el hardware, se necesita un software, donde se encuentra la parte electr&oacute;nica. Con la combinaci&oacute;n de software y hardware el ordenador puede funcionar a la perfecci&oacute;n. </p>
  <div align="center" class="style1"></div>
</div>
<div id="Layer2" style="position:absolute; left:788px; top:329px; width:340px; height:231px; z-index:2"><img src="AIRSOFT-5.jpg" width="339" height="227"></div>
</body>
</html>
